/* LangMatch Promotion 4 */
"A good supplement to text books and online tutorials" = "A good supplement to text books and online tutorials";

/* LangMatch Promotion 2 */
"Chat with a native speaker" = "Chat with a native speaker";

/* LangMatch Promotion 1 */
"Learn a language by talking with native speakers around the world" = "Learn a language by talking with native speakers around the world";

/* LangMatch Promotion 3 */
"Sign up with your existing Twitter or Facebook account" = "Sign up with your existing Twitter or Facebook account";



